//Данные пластины: Р085

// Поверхность теплообменна одной пластины
export const F1 = 0.86;
// Площадь поперечного сечения одного канала
export const f1 = 0.00225;
// Эквивалентный диаметр канала
export const d_e = 0.010;
// Толщина стенки пластины
export const δ_st = 0.0006;
// Приведённая длина канала
export const Lpr = 1.460;
// Условный диаметр проходного сечения штуцера
export const Du = 0.2;
// Коэффициент термического сопротивления стенки пластины
export const k_st = 0.0000375;

export const A_os = 20.6
export const A_ns = 20.6
export const C_os = 0.2
export const C_ns = 0.2
export const n1_os = 0.73
export const n1_ns = 0.73
export const n2_os = 0.43
export const n2_ns = 0.43
export const n3_os = 0.25
export const n3_ns = 0.25

//Теплофизические свойства воды

// Плотность охлаждаемой среды
export const ρ_os = 992.39;
// Плотность нагреваемой среды
export const ρ_ns = 993.35;
// Плотность стенки пластины
export const ρ_st = 992.87;
// Кинематическая вязкость нагреваемой среды
export const ν_ns = '0.6997e-6';
// Кинематическая вязкость охлаждаемой среды
export const ν_os = '0.6653e-6';
// Кинематическая вязкость стенки пластины
export const ν_st = '0.6821e-6';
// Теплопроводность охлаждаемой среды
export const λ_os = 0.6263;
// Теплопроводность нагреваемой среды
export const λ_ns = 0.6226;
// Теплопроводность стенки пластины
export const λ_st = 0.6244;
// Удельная теплоёмкость охлаждаемой среды
export const c_os = 4174;
// Удельная теплоёмкость нагреваемой среды
export const c_ns = 4174;
// Удельная теплоёмкость стенки пластины
export const c_st = 4174;
